           identification division.
                  program-id. hello world.
           
                  environment division.
                  configuration section.
           
                  data division.
                  working-storage section.
           
                  procedure division.
                      
                      display "Hello World"
           
                  end program hello world.
           